Repository: supermamon/TweakLocalizations
Catalog: CleanAMRC/*.lproj/Localizable.strings
Languages: ar

source: Customize your amrc experience.
ar: amrcعدل تجربتك ل

source: Enable CleanAMRC
ar: CleanAMRC تفعيل

source: Re-launch amrc
ar: amrc اعاده تفعيل

source: Configure
ar: اختيارات

source: Makers
ar: المطورين

source: Send Feedback
ar: ارسل ملاحظاتك

source: Show or Hide Objects
ar: اظهر او اخفي

source: Turn off setting to hide item
ar: ايقاف الاعدادت لأخفاء العنصر

source: Separators
ar: فواصل

source: Homepage
ar: الصفحه الرئيسية

source: Sidebar
ar: الشريط الجانبي

source: Posts Listing
ar: المشاركات

source: Colors
ar: الوان

source: Enable custom colors
ar: تفعيل الالوان المعدله

source: Day Mode colors
ar: الوان شكل النهار

source: Night Mode colors
ar: الوان شكل الليل

source: Shotcut Icons
ar: ايقونات الاختصار

source: Subreddit Icons
ar: Subredditايقونات ال

source: Subreddit Last Viewed Time
ar: Subredditاخر مره شوهد ال

source: Icons
ar: ايقونات

source: Day/Night Mode Switch
ar: تفعيل شكل النهار/الليل

source: Items below the title
ar: العناصر تحت العنوان

# Vote Icon
source: Up/Down Voted Icons
ar: ايقونة التصويت

source: Saved Icon
ar: ايقونة المشاركات المحفوظه

source: Post Type Icon
ar: ايقونه نوع المشاركه

source: Post Score
ar: نقاط المشاركه

source: Comments Icon
ar: ايقونه التعليقات

source: Comments Count
ar: عدد التعليقات

source: NSFW Icon
ar: ايقونه المشاركات التي غير صالحه للعمل

source: Link Flairs
ar: Flairsرابط ال

# FLAIR_FOOTER
source: Flair that shows at the right side of the title.
ar: ال flair التي تكون بجانب إسمك

source: Author Line
ar: خط المؤلف

# AUTHOR_LINE_FOOTER
source: The succeeding entries will not have any effect if Author Line is hidden.
ar: الاختيارات الاتيه لن يكون لها تأثير اذا خط المؤلف مخفي

source: User Flair
ar: ال flair خآصة المستخدم

source: Developer
ar: المطور

source: Contribute
ar: ساهم

source: Donations are welcome
ar: التبرعات مرحب بها

source: Help Translate
ar: ساعد في الترجمه

source: Thank you
ar: ًشكرا

source: Icons from icons8.com
ar: icons8.com الايقونات من

source: Overall Colors
ar: الالوان عمومياً

source: Body Text
ar: النص الاساسي

source: Post Lists
ar: قائمه المشاركات

# COLORS_POST_LIST_FOOTER
source: New Posts color also colors the image size label
ar: تغير لون المشاركات الجديده سيغير لون عنوان حجم الصور ايضاً

source: New Posts
ar: المشاركات الجديده

source: Seen Posts
ar: المشاركات التي رأيتها

source: User Flairs
ar: ال flair خآصة المستخدم

source: Posts
ar: المشاركات

source: Comments
ar: التعليقات

source: OP Name
ar: اسم المؤلف

source: Commenter Name
ar: اسم المعلق
